Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Sleep timer cancelled.
ar: تم إلغاء مؤقت النوم.
de: Einschlaftimer abgebrochen.
el: Το χρονόμετρο ύπνου ακυρώθηκε.
es: Temporizador de apagado cancelado.
fa: تایمر خواب لغو شد.
fr: Minuteur de veille annulé.
he: טיימר השינה בוטל.
hi: स्लीप टाइमर रद्द किया गया।
id: Timer tidur dibatalkan.
it: Timer di spegnimento annullato.
ja: スリープタイマーをキャンセルしました。
ko: 수면 타이머가 취소되었습니다.
nl: Slaaptimer geannuleerd.
pl: Anulowano minutnik snu.
pt: Temporizador de suspensão cancelado.
ru: Таймер сна отменён.
sv: Insomningstimer avbruten.
th: ยกเลิกตัวจับเวลาหลับแล้ว
tr: Uyku zamanlayıcısı iptal edildi.
uk: Таймер сну скасовано.
vi: Đã hủy hẹn giờ ngủ.
zh_hans: 睡眠定时器已取消。

source: Sleep timer ended. Playback paused.
ar: انتهى مؤقت النوم. تم إيقاف التشغيل مؤقتًا.
de: Einschlaftimer beendet. Wiedergabe pausiert.
el: Το χρονόμετρο ύπνου έληξε. Η αναπαραγωγή έχει τεθεί σε παύση.
es: El temporizador de apagado terminó. Reproducción en pausa.
fa: تایمر خواب پایان یافت. پخش متوقف شد.
fr: Le minuteur de veille est terminé. Lecture en pause.
he: טיימר השינה הסתיים. ההשמעה הושהתה.
hi: स्लीप टाइमर समाप्त हुआ। प्लेबैक रोका गया।
id: Timer tidur berakhir. Pemutaran dijeda.
it: Il timer di spegnimento è terminato. Riproduzione in pausa.
ja: スリープタイマーが終了しました。再生を一時停止しました。
ko: 수면 타이머가 종료되었습니다. 재생이 일시 중지되었습니다.
nl: Slaaptimer beëindigd. Afspelen gepauzeerd.
pl: Minutnik snu zakończony. Odtwarzanie wstrzymane.
pt: O temporizador de suspensão terminou. Reprodução pausada.
ru: Таймер сна завершён. Воспроизведение приостановлено.
sv: Insomningstimern avslutades. Uppspelningen pausad.
th: ตัวจับเวลาหลับสิ้นสุดแล้ว หยุดเล่นชั่วคราว
tr: Uyku zamanlayıcısı sona erdi. Oynatma duraklatıldı.
uk: Таймер сну завершено. Відтворення призупинено.
vi: Hẹn giờ ngủ đã kết thúc. Đã tạm dừng phát.
zh_hans: 睡眠定时器已结束，播放已暂停。

source: Sleep timer set for %lld minutes.
ar: تم ضبط مؤقت النوم على %lld دقيقة.
de: Einschlaftimer auf %lld Minuten eingestellt.
el: Το χρονόμετρο ύπνου ορίστηκε για %lld λεπτά.
es: Temporizador de apagado configurado para %lld minutos.
fa: تایمر خواب برای %lld دقیقه تنظیم شد.
fr: Minuteur de veille réglé sur %lld minutes.
he: טיימר השינה הוגדר ל-%lld דקות.
hi: स्लीप टाइमर %lld मिनट के लिए सेट किया गया।
id: Timer tidur diatur selama %lld menit.
it: Timer di spegnimento impostato su %lld minuti.
ja: スリープタイマーを %lld 分に設定しました。
ko: 수면 타이머가 %lld분으로 설정되었습니다.
nl: Slaaptimer ingesteld op %lld minuten.
pl: Ustawiono minutnik snu na %lld minut.
pt: Temporizador de suspensão definido para %lld minutos.
ru: Таймер сна установлен на %lld минут.
sv: Insomningstimer inställd på %lld minuter.
th: ตั้งตัวจับเวลาหลับไว้ %lld นาที
tr: Uyku zamanlayıcısı %lld dakikaya ayarlandı.
uk: Таймер сну встановлено на %lld хвилин.
vi: Hẹn giờ ngủ đặt %lld phút.
zh_hans: 睡眠定时器已设置为 %lld 分钟。

source: Sleep timer set for end of episode.
ar: تم ضبط مؤقت النوم على نهاية الحلقة.
de: Einschlaftimer für das Ende der Folge eingestellt.
el: Το χρονόμετρο ύπνου ορίστηκε για το τέλος του επεισοδίου.
es: Temporizador de apagado configurado para el final del episodio.
fa: تایمر خواب برای پایان قسمت تنظیم شد.
fr: Minuteur de veille réglé pour la fin de l'épisode.
he: טיימר השינה הוגדר לסוף הפרק.
hi: स्लीप टाइमर एपिसोड के अंत के लिए सेट किया गया।
id: Timer tidur diatur untuk akhir episode.
it: Timer di spegnimento impostato per la fine dell'episodio.
ja: スリープタイマーをエピソードの終わりに設定しました。
ko: 수면 타이머가 에피소드 종료 시점으로 설정되었습니다.
nl: Slaaptimer ingesteld op einde van aflevering.
pl: Ustawiono minutnik snu na koniec odcinka.
pt: Temporizador de suspensão definido para o fim do episódio.
ru: Таймер сна установлен на конец эпизода.
sv: Insomningstimer inställd på slutet av avsnittet.
th: ตั้งตัวจับเวลาหลับไว้ที่ท้ายตอน
tr: Uyku zamanlayıcısı bölümün sonuna ayarlandı.
uk: Таймер сну встановлено на кінець епізоду.
vi: Hẹn giờ ngủ đặt cho lúc kết thúc tập.
zh_hans: 睡眠定时器已设置为单集结束。

source: Sleep Timer, %@
ar: مؤقت النوم، %@
de: Einschlaftimer, %@
el: Χρονόμετρο ύπνου, %@
es: Temporizador de apagado, %@
fa: تایمر خواب، %@
fr: Minuteur de veille, %@
he: טיימר שינה, %@
hi: स्लीप टाइमर, %@
id: Timer tidur, %@
it: Timer di spegnimento, %@
ja: スリープタイマー、%@
ko: 수면 타이머, %@
nl: Slaaptimer, %@
pl: Minutnik snu, %@
pt: Temporizador de suspensão, %@
ru: Таймер сна, %@
sv: Insomningstimer, %@
th: ตัวจับเวลาหลับ %@
tr: Uyku zamanlayıcısı, %@
uk: Таймер сну, %@
vi: Hẹn giờ ngủ, %@
zh_hans: 睡眠定时器，%@

source: Sleep Timer, end of episode
ar: مؤقت النوم، نهاية الحلقة
de: Einschlaftimer, Ende der Folge
el: Χρονόμετρο ύπνου, τέλος επεισοδίου
es: Temporizador de apagado, final del episodio
fa: تایمر خواب، پایان قسمت
fr: Minuteur de veille, fin de l'épisode
he: טיימר שינה, סוף הפרק
hi: स्लीप टाइमर, एपिसोड का अंत
id: Timer tidur, akhir episode
it: Timer di spegnimento, fine dell'episodio
ja: スリープタイマー、エピソードの終わり
ko: 수면 타이머, 에피소드 종료
nl: Slaaptimer, einde van aflevering
pl: Minutnik snu, koniec odcinka
pt: Temporizador de suspensão, fim do episódio
ru: Таймер сна, конец эпизода
sv: Insomningstimer, slutet av avsnittet
th: ตัวจับเวลาหลับ ท้ายตอน
tr: Uyku zamanlayıcısı, bölümün sonu
uk: Таймер сну, кінець епізоду
vi: Hẹn giờ ngủ, kết thúc tập
zh_hans: 睡眠定时器，单集结束

source: Sleep timer: episode ended, playback stopped.
ar: مؤقت النوم: انتهت الحلقة، توقف التشغيل.
de: Einschlaftimer: Folge beendet, Wiedergabe gestoppt.
el: Χρονόμετρο ύπνου: το επεισόδιο τελείωσε, η αναπαραγωγή σταμάτησε.
es: Temporizador de apagado: el episodio terminó, reproducción detenida.
fa: تایمر خواب: قسمت تمام شد، پخش متوقف شد.
fr: Minuteur de veille : l'épisode est terminé, lecture arrêtée.
he: טיימר שינה: הפרק הסתיים, ההשמעה נעצרה.
hi: स्लीप टाइमर: एपिसोड समाप्त हुआ, प्लेबैक रुका।
id: Timer tidur: episode berakhir, pemutaran berhenti.
it: Timer di spegnimento: episodio terminato, riproduzione interrotta.
ja: スリープタイマー：エピソードが終了し、再生が停止しました。
ko: 수면 타이머: 에피소드가 종료되어 재생이 중지되었습니다.
nl: Slaaptimer: aflevering afgelopen, afspelen gestopt.
pl: Minutnik snu: odcinek zakończony, odtwarzanie zatrzymane.
pt: Temporizador de suspensão: episódio terminou, reprodução interrompida.
ru: Таймер сна: эпизод завершён, воспроизведение остановлено.
sv: Insomningstimer: avsnittet slut, uppspelningen stoppad.
th: ตัวจับเวลาหลับ: ตอนจบแล้ว หยุดเล่น
tr: Uyku zamanlayıcısı: bölüm sona erdi, oynatma durduruldu.
uk: Таймер сну: епізод завершився, відтворення зупинено.
vi: Hẹn giờ ngủ: tập đã kết thúc, đã dừng phát.
zh_hans: 睡眠定时器：单集已结束，播放已停止。

source: Small badges on cards with new replies or comments.
ar: شارات صغيرة على البطاقات التي بها ردود أو تعليقات جديدة.
de: Kleine Abzeichen auf Karten mit neuen Antworten oder Kommentaren.
el: Μικρά σήματα σε κάρτες με νέες απαντήσεις ή σχόλια.
es: Pequeñas insignias en las tarjetas con respuestas o comentarios nuevos.
fa: نشان‌های کوچک روی کارت‌هایی با پاسخ یا دیدگاه جدید.
fr: De petits badges sur les cartes avec de nouvelles réponses ou de nouveaux commentaires.
he: תגי מידע קטנים על כרטיסים עם תגובות או מענות חדשים.
hi: नई टिप्पणियों या जवाबों वाले कार्ड्स पर छोटे बैज।
id: Lencana kecil pada kartu dengan balasan atau komentar baru.
it: Piccoli badge sulle schede con nuove risposte o commenti.
ja: 新しい返信やコメントがあるカードには小さなバッジが表示されます。
ko: 새로운 답장이나 댓글이 있는 카드에 작은 배지가 표시됩니다.
nl: Kleine badges op kaarten met nieuwe reacties of antwoorden.
pl: Małe odznaki na kartach z nowymi odpowiedziami lub komentarzami.
pt: Pequenos selos em cartões com novas respostas ou comentários.
ru: Небольшие значки на карточках с новыми ответами или комментариями.
sv: Små märken på kort med nya svar eller kommentarer.
th: ป้ายเล็กๆ บนการ์ดที่มีการตอบกลับหรือความคิดเห็นใหม่
tr: Yeni yanıtları veya yorumları olan kartlarda küçük rozetler.
uk: Невеликі значки на картках із новими відповідями чи коментарями.
vi: Các huy hiệu nhỏ trên thẻ có câu trả lời hoặc bình luận mới.
zh_hans: 在有新回复或新评论的卡片上显示小徽章。

source: Smart Controls
ar: عناصر التحكم الذكية
de: Intelligente Steuerelemente
el: Έξυπνα Χειριστήρια
es: Controles inteligentes
fa: کنترل‌های هوشمند
fr: Contrôles intelligents
he: פקדים חכמים
hi: स्मार्ट नियंत्रण
id: Kontrol Pintar
it: Controlli intelligenti
ja: スマートコントロール
ko: 스마트 컨트롤
nl: Slimme bedieningselementen
pl: Inteligentne kontrolki
pt: Controles inteligentes
ru: Интеллектуальное управление
sv: Smarta kontroller
th: ตัวควบคุมอัจฉริยะ
tr: Akıllı Kontroller
uk: Розумні елементи керування
vi: Điều khiển thông minh
zh_hans: 智能控制

source: Smart Features
ar: الميزات الذكية
de: Intelligente Funktionen
el: Έξυπνες Λειτουργίες
es: Funciones inteligentes
fa: ویژگی‌های هوشمند
fr: Fonctionnalités intelligentes
he: תכונות חכמות
hi: स्मार्ट सुविधाएँ
id: Fitur Pintar
it: Funzionalità intelligenti
ja: スマート機能
ko: 스마트 기능
nl: Slimme functies
pl: Inteligentne funkcje
pt: Recursos inteligentes
ru: Интеллектуальные функции
sv: Smarta funktioner
th: ฟีเจอร์อัจฉริยะ
tr: Akıllı Özellikler
uk: Розумні функції
vi: Tính năng thông minh
zh_hans: 智能功能

source: Smart features powered by Apple Intelligence run entirely on your device. Nothing is sent to external servers.
ar: تعمل الميزات الذكية المدعومة بـ Apple Intelligence بالكامل على جهازك. لا يتم إرسال أي شيء إلى خوادم خارجية.
de: Von Apple Intelligence angetriebene intelligente Funktionen laufen vollständig auf deinem Gerät. Es wird nichts an externe Server gesendet.
el: Οι έξυπνες λειτουργίες που τροφοδοτούνται από το Apple Intelligence εκτελούνται εξ ολοκλήρου στη συσκευή σας. Τίποτα δεν αποστέλλεται σε εξωτερικούς διακομιστές.
es: Las funciones inteligentes impulsadas por Apple Intelligence se ejecutan completamente en tu dispositivo. No se envía nada a servidores externos.
fa: ویژگی‌های هوشمند مبتنی بر Apple Intelligence به‌طور کامل روی دستگاه شما اجرا می‌شوند. هیچ‌چیز به سرورهای خارجی ارسال نمی‌شود.
fr: Les fonctionnalités intelligentes basées sur Apple Intelligence s'exécutent entièrement sur votre appareil. Rien n'est envoyé à des serveurs externes.
he: תכונות חכמות המופעלות על ידי Apple Intelligence פועלות במלואן על המכשיר שלך. שום דבר לא נשלח לשרתים חיצוניים.
hi: Apple Intelligence द्वारा संचालित स्मार्ट सुविधाएं पूरी तरह से आपके डिवाइस पर चलती हैं। बाहरी सर्वरों को कुछ भी नहीं भेजा जाता।
id: Fitur pintar bertenaga Apple Intelligence berjalan sepenuhnya di perangkat Anda. Tidak ada yang dikirim ke server eksternal.
it: Le funzionalità intelligenti basate su Apple Intelligence funzionano interamente sul tuo dispositivo. Nulla viene inviato a server esterni.
ja: Apple Intelligence を活用したスマート機能は、すべてデバイス上で実行されます。外部サーバーには何も送信されません。
ko: Apple Intelligence 기반 스마트 기능은 모두 기기에서 실행됩니다. 외부 서버로 전송되는 것은 없습니다.
nl: Slimme functies aangedreven door Apple Intelligence draaien volledig op je apparaat. Er wordt niets naar externe servers verzonden.
pl: Inteligentne funkcje oparte na Apple Intelligence działają w całości na Twoim urządzeniu. Nic nie jest wysyłane na zewnętrzne serwery.
pt: Os recursos inteligentes com tecnologia Apple Intelligence funcionam inteiramente no seu dispositivo. Nada é enviado a servidores externos.
ru: Интеллектуальные функции на базе Apple Intelligence полностью работают на вашем устройстве. Ничего не отправляется на внешние серверы.
sv: Smarta funktioner drivna av Apple Intelligence körs helt på din enhet. Ingenting skickas till externa servrar.
th: ฟีเจอร์อัจฉริยะที่ขับเคลื่อนด้วย Apple Intelligence ทำงานทั้งหมดบนอุปกรณ์ของคุณ ไม่มีการส่งสิ่งใดไปยังเซิร์ฟเวอร์ภายนอก
tr: Apple Intelligence tarafından desteklenen akıllı özellikler tamamen cihazınızda çalışır. Harici sunuculara hiçbir şey gönderilmez.
uk: Розумні функції на базі Apple Intelligence працюють повністю на вашому пристрої. Нічого не надсилається на зовнішні сервери.
vi: Các tính năng thông minh được hỗ trợ bởi Apple Intelligence chạy hoàn toàn trên thiết bị của bạn. Không có gì được gửi đến máy chủ bên ngoài.
zh_hans: 由 Apple Intelligence 驱动的智能功能完全在您的设备上运行。不会向外部服务器发送任何内容。

source: Social Media
ar: وسائل التواصل الاجتماعي
de: Soziale Medien
el: Μέσα Κοινωνικής Δικτύωσης
es: Redes sociales
fa: شبکه‌های اجتماعی
fr: Réseaux sociaux
he: רשתות חברתיות
hi: सोशल मीडिया
id: Media Sosial
ja: ソーシャルメディア
ko: 소셜 미디어
nl: Sociale media
pl: Media społecznościowe
pt: Redes sociais
ru: Социальные сети
sv: Sociala medier
th: โซเชียลมีเดีย
tr: Sosyal Medya
uk: Соціальні мережі
vi: Mạng xã hội
zh_hans: 社交媒体

source: Software Version
ar: إصدار البرنامج
el: Έκδοση Λογισμικού
es: Versión del software
fa: نسخهٔ نرم‌افزار
fr: Version du logiciel
he: גרסת תוכנה
hi: सॉफ़्टवेयर संस्करण
id: Versi Perangkat Lunak
it: Versione del software
ja: ソフトウェアバージョン
ko: 소프트웨어 버전
nl: Softwareversie
pl: Wersja oprogramowania
pt: Versão do software
ru: Версия ПО
sv: Programvaruversion
th: เวอร์ชันซอฟต์แวร์
tr: Yazılım Sürümü
uk: Версія програмного забезпечення
vi: Phiên bản phần mềm
zh_hans: 软件版本

source: Some episodes showed a Read Transcript button that led to "This item is no longer available" instead of the actual transcript. It now only appears when there's really a transcript to show, loads it instantly instead of a failed network check first, and returns VoiceOver focus to the button you tapped instead of the top of the page when you're done reading.
ar: كانت بعض الحلقات تعرض زر "قراءة النص المكتوب" الذي يؤدي إلى رسالة "لم يعد هذا العنصر متاحًا" بدلاً من النص الفعلي. الآن يظهر الزر فقط عند وجود نص مكتوب فعلي لعرضه، ويتم تحميله فورًا بدلاً من فحص شبكة فاشل أولاً، وتعود بؤرة VoiceOver إلى الزر الذي نقرت عليه بدلاً من أعلى الصفحة عند الانتهاء من القراءة.
de: Bei manchen Folgen führte die Schaltfläche „Transkript lesen" zu „Dieser Beitrag ist nicht mehr verfügbar" statt zum eigentlichen Transkript. Sie erscheint jetzt nur noch, wenn tatsächlich ein Transkript vorhanden ist, lädt es sofort statt zuerst eine fehlschlagende Netzwerkabfrage durchzuführen, und der VoiceOver-Fokus kehrt beim Fertiglesen zur angetippten Schaltfläche zurück statt zum oberen Seitenrand.
el: Ορισμένα επεισόδια εμφάνιζαν το κουμπί «Ανάγνωση Απομαγνητοφώνησης» που οδηγούσε στο μήνυμα «Αυτό το στοιχείο δεν είναι πλέον διαθέσιμο» αντί για την πραγματική απομαγνητοφώνηση. Τώρα εμφανίζεται μόνο όταν υπάρχει πράγματι απομαγνητοφώνηση για εμφάνιση, φορτώνεται αμέσως αντί να γίνεται πρώτα ένας αποτυχημένος έλεγχος δικτύου, και η εστίαση του VoiceOver επιστρέφει στο κουμπί που πατήσατε αντί στην κορυφή της σελίδας όταν τελειώσετε την ανάγνωση.
es: Algunos episodios mostraban un botón de Leer transcripción que llevaba a "Este elemento ya no está disponible" en lugar de la transcripción real. Ahora solo aparece cuando realmente hay una transcripción que mostrar, se carga al instante en lugar de comprobar primero la red sin éxito, y el foco de VoiceOver vuelve al botón que tocaste en lugar de ir a la parte superior de la página cuando terminas de leer.
fa: برخی قسمت‌ها دکمه «خواندن متن پیاده‌شده» را نشان می‌دادند که به پیام «این مورد دیگر در دسترس نیست» منتهی می‌شد، نه به متن پیاده‌شدهٔ واقعی. اکنون این دکمه فقط زمانی ظاهر می‌شود که واقعاً متنی برای نمایش وجود داشته باشد، فوراً بارگذاری می‌شود به‌جای اینکه ابتدا یک بررسی شبکهٔ ناموفق انجام شود، و پس از پایان خواندن، فوکوس VoiceOver به‌جای بالای صفحه به همان دکمه‌ای که لمس کردید بازمی‌گردد.
fr: Certains épisodes affichaient un bouton Lire la transcription qui menait à « Cet élément n'est plus disponible » au lieu de la transcription réelle. Il n'apparaît désormais que lorsqu'une transcription est vraiment disponible, se charge instantanément au lieu de tenter d'abord une vérification réseau vouée à l'échec, et ramène le focus VoiceOver sur le bouton que vous avez touché plutôt qu'en haut de la page une fois la lecture terminée.
he: בפרקים מסוימים הופיע כפתור "קריאת התמלול" שהוביל להודעה "פריט זה כבר אינו זמין" במקום לתמלול עצמו. כעת הוא מופיע רק כשיש באמת תמלול להצגה, נטען מיידית במקום לבדוק תחילה את הרשת ולהיכשל, ומיקוד ה-VoiceOver חוזר אל הכפתור עליו הקשת במקום לראש העמוד בסיום הקריאה.
hi: कुछ एपिसोड में "ट्रांसक्रिप्ट पढ़ें" बटन दिखता था जो असली ट्रांसक्रिप्ट के बजाय "यह आइटम अब उपलब्ध नहीं है" पर ले जाता था। अब यह तभी दिखता है जब वाकई कोई ट्रांसक्रिप्ट दिखाने के लिए हो, यह पहले नाकाम नेटवर्क जांच के बजाय तुरंत लोड होता है, और पढ़ना पूरा करने पर VoiceOver फ़ोकस पेज के ऊपर जाने के बजाय आपके द्वारा टैप किए गए बटन पर वापस जाता है।
id: Beberapa episode menampilkan tombol Baca Transkrip yang mengarah ke "Item ini tidak lagi tersedia" alih-alih transkrip yang sebenarnya. Tombol ini sekarang hanya muncul jika benar-benar ada transkrip untuk ditampilkan, dimuat secara instan alih-alih memeriksa jaringan yang gagal terlebih dahulu, dan mengembalikan fokus VoiceOver ke tombol yang Anda ketuk, bukan ke bagian atas halaman, setelah Anda selesai membaca.
it: Alcuni episodi mostravano un pulsante Leggi trascrizione che portava a "Questo elemento non è più disponibile" invece della trascrizione vera e propria. Ora appare solo quando esiste davvero una trascrizione da mostrare, si carica istantaneamente invece di eseguire prima un controllo di rete destinato a fallire, e riporta il focus di VoiceOver sul pulsante toccato invece che in cima alla pagina una volta terminata la lettura.
ja: 一部のエピソードでは、「文字起こしを読む」ボタンをタップすると実際の文字起こしではなく「このアイテムは利用できなくなりました」と表示されていました。今では実際に文字起こしがある場合にのみボタンが表示され、失敗するネットワーク確認を先に行うのではなく即座に読み込まれ、読み終えるとVoiceOverのフォーカスがページの先頭ではなくタップしたボタンに戻るようになりました。
ko: 일부 에피소드에서는 "대본 읽기" 버튼을 누르면 실제 대본 대신 "이 항목을 더 이상 사용할 수 없습니다"라는 메시지가 표시되었습니다. 이제 실제로 보여줄 대본이 있을 때만 버튼이 나타나고, 실패하는 네트워크 확인을 먼저 거치지 않고 즉시 로드되며, 다 읽은 후 VoiceOver 포커스가 페이지 상단이 아니라 탭했던 버튼으로 돌아갑니다.
nl: Bij sommige afleveringen verscheen een knop Transcript lezen die leidde naar "Dit item is niet meer beschikbaar" in plaats van het echte transcript. Deze verschijnt nu alleen als er echt een transcript is om te tonen, wordt direct geladen in plaats van eerst een mislukte netwerkcontrole uit te voeren, en de VoiceOver-focus keert na het lezen terug naar de knop die je hebt aangetikt in plaats van naar de bovenkant van de pagina.
pl: Niektóre odcinki pokazywały przycisk Przeczytaj transkrypcję, który prowadził do komunikatu „Ten element nie jest już dostępny” zamiast do rzeczywistej transkrypcji. Teraz pojawia się tylko wtedy, gdy naprawdę jest transkrypcja do wyświetlenia, wczytuje się natychmiast zamiast najpierw wykonywać nieudane sprawdzenie sieci, a fokus VoiceOver po zakończeniu czytania wraca do dotkniętego przycisku zamiast do góry strony.
pt: Alguns episódios mostravam um botão Ler transcrição que levava a "Este item não está mais disponível" em vez da transcrição real. Agora ele só aparece quando realmente há uma transcrição para mostrar, carrega instantaneamente em vez de primeiro fazer uma verificação de rede fracassada, e o foco do VoiceOver volta para o botão que você tocou em vez do topo da página quando você termina de ler.
ru: В некоторых выпусках кнопка «Прочитать расшифровку» вела к сообщению «Этот материал больше недоступен» вместо настоящей расшифровки. Теперь она появляется только тогда, когда расшифровка действительно есть, загружается мгновенно вместо предварительной неудачной проверки сети, а фокус VoiceOver после прочтения возвращается к нажатой кнопке, а не наверх страницы.
sv: Vissa avsnitt visade en knapp för att läsa transkript som ledde till "Det här objektet är inte längre tillgängligt" i stället för det faktiska transkriptet. Den visas nu bara när det verkligen finns ett transkript att visa, laddas direkt i stället för att först göra en misslyckad nätverkskontroll, och VoiceOver-fokus återgår till knappen du tryckte på i stället för sidans topp när du är klar med läsningen.
th: บางตอนแสดงปุ่มอ่านบทถอดความที่นำไปสู่ข้อความ "ไม่มีรายการนี้อีกต่อไป" แทนที่จะเป็นบทถอดความจริง ตอนนี้ปุ่มจะปรากฏเฉพาะเมื่อมีบทถอดความให้แสดงจริง ๆ โหลดได้ทันทีแทนที่จะตรวจสอบเครือข่ายที่ล้มเหลวก่อน และโฟกัสของ VoiceOver จะกลับไปที่ปุ่มที่คุณแตะแทนที่จะไปด้านบนของหน้าเมื่ออ่านเสร็จ
tr: Bazı bölümlerde, gerçek metin yerine "Bu öğe artık kullanılamıyor" mesajına götüren bir Metni Oku düğmesi görünüyordu. Artık düğme yalnızca gösterilecek gerçek bir metin olduğunda görünüyor, önce başarısız bir ağ denetimi yapmak yerine anında yükleniyor ve okumayı bitirdiğinizde VoiceOver odağı sayfanın üstüne değil dokunduğunuz düğmeye geri dönüyor.
uk: У деяких випусках кнопка «Прочитати транскрипт» вела до повідомлення «Цей матеріал більше недоступний» замість справжнього транскрипту. Тепер вона з'являється, лише коли транскрипт справді є, завантажується миттєво замість попередньої невдалої перевірки мережі, а фокус VoiceOver після прочитання повертається до натиснутої кнопки, а не догори сторінки.
vi: Một số tập hiện nút Đọc Bản chép lời dẫn đến thông báo "Mục này không còn khả dụng" thay vì bản chép lời thực sự. Giờ đây nút chỉ xuất hiện khi thực sự có bản chép lời để hiển thị, tải ngay lập tức thay vì kiểm tra mạng thất bại trước, và tiêu điểm VoiceOver quay lại nút bạn đã nhấn thay vì đầu trang khi bạn đọc xong.
zh_hans: 一些单集会显示"阅读文字记录"按钮，点击后却出现"此内容已不再可用"，而不是真正的文字记录。现在只有在确实有文字记录可显示时才会出现该按钮，会立即加载而不是先进行一次注定失败的网络检查，并且在你读完后，VoiceOver 焦点会返回到你点按的按钮，而不是页面顶部。

source: Some results may be missing: %@.
ar: قد تكون بعض النتائج مفقودة: %@.
de: Einige Ergebnisse fehlen möglicherweise: %@.
el: Ορισμένα αποτελέσματα ενδέχεται να λείπουν: %@.
es: Es posible que falten algunos resultados: %@.
fa: برخی نتایج ممکن است گم شده باشند: %@.
fr: Certains résultats peuvent être manquants : %@.
he: ייתכן שחלק מהתוצאות חסרות: %@.
hi: कुछ परिणाम गायब हो सकते हैं: %@।
id: Beberapa hasil mungkin hilang: %@.
it: Alcuni risultati potrebbero mancare: %@.
ja: 一部の結果が欠落している可能性があります：%@。
ko: 일부 결과가 누락되었을 수 있습니다: %@.
nl: Sommige resultaten kunnen ontbreken: %@.
pl: Niektóre wyniki mogą być niedostępne: %@.
pt: Alguns resultados podem estar faltando: %@.
ru: Некоторые результаты могут отсутствовать: %@.
sv: Vissa resultat kan saknas: %@.
th: บางผลลัพธ์อาจหายไป: %@
tr: Bazı sonuçlar eksik olabilir: %@.
uk: Деякі результати можуть бути відсутні: %@.
vi: Một số kết quả có thể bị thiếu: %@.
zh_hans: 部分结果可能缺失：%@。

source: Some sources could not be loaded: %@.
ar: تعذّر تحميل بعض المصادر: %@.
de: Einige Quellen konnten nicht geladen werden: %@.
el: Δεν ήταν δυνατή η φόρτωση ορισμένων πηγών: %@.
es: No se pudieron cargar algunas fuentes: %@.
fa: برخی منابع بارگیری نشدند: %@.
fr: Certaines sources n'ont pas pu être chargées : %@.
he: לא ניתן היה לטעון חלק מהמקורות: %@.
hi: कुछ स्रोत लोड नहीं हो सके: %@।
id: Beberapa sumber tidak dapat dimuat: %@.
it: Impossibile caricare alcune fonti: %@.
ja: 一部のソースを読み込めませんでした：%@。
ko: 일부 출처를 불러올 수 없습니다: %@.
nl: Sommige bronnen konden niet worden geladen: %@.
pl: Niektóre źródła nie mogły zostać wczytane: %@.
pt: Algumas fontes não puderam ser carregadas: %@.
ru: Некоторые источники не удалось загрузить: %@.
sv: Vissa källor kunde inte läsas in: %@.
th: บางแหล่งที่มาโหลดไม่ได้: %@
tr: Bazı kaynaklar yüklenemedi: %@.
uk: Деякі джерела не вдалося завантажити: %@.
vi: Không thể tải một số nguồn: %@.
zh_hans: 部分来源无法加载：%@。

source: Some sources could not be loaded.
ar: تعذّر تحميل بعض المصادر.
de: Einige Quellen konnten nicht geladen werden.
el: Δεν ήταν δυνατή η φόρτωση ορισμένων πηγών.
es: No se pudieron cargar algunas fuentes.
fa: برخی منابع بارگیری نشدند.
fr: Certaines sources n'ont pas pu être chargées.
he: לא ניתן היה לטעון חלק מהמקורות.
hi: कुछ स्रोत लोड नहीं हो सके।
id: Beberapa sumber tidak dapat dimuat.
it: Impossibile caricare alcune fonti.
ja: 一部のソースを読み込めませんでした。
ko: 일부 출처를 불러올 수 없습니다.
nl: Sommige bronnen konden niet worden geladen.
pl: Niektóre źródła nie mogły zostać wczytane.
pt: Algumas fontes não puderam ser carregadas.
ru: Некоторые источники не удалось загрузить.
sv: Vissa källor kunde inte läsas in.
th: บางแหล่งที่มาโหลดไม่ได้
tr: Bazı kaynaklar yüklenemedi.
uk: Деякі джерела не вдалося завантажити.
vi: Không thể tải một số nguồn.
zh_hans: 部分来源无法加载。
